Repository: RicardoSoares97/velyra
Catalog: VelyraTV/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_pt

# app.loading
source: Loading Velyra
es: Cargando Velyra
fr: Chargement de Velyra
pt_pt: A carregar a Velyra

# brand.madeInPortugal
source: Designed in Portugal
es: Diseñada en Portugal
fr: Conçue au Portugal
pt_pt: Concebida em Portugal

# action.back
source: Back
es: Atrás
fr: Retour
pt_pt: Voltar

# action.continue
source: Continue
es: Continuar
fr: Continuer
pt_pt: Continuar

# action.continue.hint
source: Moves to the next introduction screen
es: Avanza a la siguiente pantalla de introducción
fr: Passe à l’écran d’introduction suivant
pt_pt: Avança para o próximo ecrã de introdução

# action.enterVelyra
source: Enter Velyra
es: Entrar en Velyra
fr: Entrer dans Velyra
pt_pt: Entrar na Velyra

# action.enterVelyra.hint
source: Finishes the introduction and opens the app
es: Finaliza la introducción y abre la aplicación
fr: Termine l’introduction et ouvre l’application
pt_pt: Termina a introdução e abre a aplicação

# action.play
source: Play
es: Reproducir
fr: Lire
pt_pt: Reproduzir

# action.details
source: Details
es: Detalles
fr: Détails
pt_pt: Detalhes

# action.retry
source: Try again
es: Intentar de nuevo
fr: Réessayer
pt_pt: Tentar novamente

# onboarding.welcome.eyebrow
source: Welcome
es: Bienvenido
fr: Bienvenue
pt_pt: Bem-vindo

# onboarding.welcome.title
source: Your stories, beautifully focused.
es: Tus historias, perfectamente enfocadas.
fr: Vos histoires, magnifiquement mises en valeur.
pt_pt: As tuas histórias, com tudo no sítio certo.

# onboarding.welcome.body
source: Velyra brings your catalogues, progress and favourite content together in a cinematic experience built for the big screen.
es: Velyra reúne tus catálogos, progreso y contenido favorito en una experiencia cinematográfica creada para la gran pantalla.
fr: Velyra réunit vos catalogues, votre progression et vos contenus favoris dans une expérience cinématographique pensée pour le grand écran.
pt_pt: A Velyra reúne os teus catálogos, progresso e conteúdos favoritos numa experiência cinematográfica criada para o grande ecrã.

# onboarding.personal.eyebrow
source: Made for you
es: Hecha para ti
fr: Pensée pour vous
pt_pt: Feita para ti

# onboarding.personal.title
source: A home screen that learns your rhythm.
es: Una pantalla de inicio que sigue tu ritmo.
fr: Un écran d’accueil qui suit votre rythme.
pt_pt: Um ecrã inicial que acompanha o teu ritmo.

# onboarding.personal.body
source: Continue watching, discover new titles and move naturally between films, series and your library — without unnecessary complexity.
es: Sigue viendo, descubre nuevos títulos y navega de forma natural entre películas, series y tu biblioteca, sin complejidad innecesaria.
fr: Reprenez votre lecture, découvrez de nouveaux titres et naviguez naturellement entre films, séries et bibliothèque, sans complexité inutile.
pt_pt: Continua a ver, descobre novos títulos e navega naturalmente entre filmes, séries e a tua biblioteca — sem complexidade desnecessária.

# onboarding.icloud.eyebrow
source: Your Apple ecosystem
es: Tu ecosistema Apple
fr: Votre écosystème Apple
pt_pt: O teu ecossistema Apple

# onboarding.icloud.title
source: Your settings follow your Apple ID.
es: Tus ajustes siguen tu Apple ID.
fr: Vos réglages suivent votre identifiant Apple.
pt_pt: As tuas definições acompanham o teu Apple ID.

# onboarding.icloud.body
source: There is no separate Velyra account. When iCloud is available, themes, languages, addons and app preferences stay synchronised privately across your devices.
es: No existe una cuenta Velyra separada. Cuando iCloud está disponible, los temas, idiomas, addons y preferencias se sincronizan de forma privada entre tus dispositivos.
fr: Il n’existe pas de compte Velyra distinct. Lorsque iCloud est disponible, les thèmes, langues, extensions et préférences restent synchronisés de manière privée entre vos appareils.
pt_pt: Não existe uma conta Velyra separada. Quando o iCloud está disponível, os temas, idiomas, addons e preferências ficam sincronizados de forma privada entre os teus dispositivos.

# onboarding.trakt.eyebrow
source: Optional Trakt connection
es: Conexión opcional con Trakt
fr: Connexion Trakt facultative
pt_pt: Ligação opcional ao Trakt

# onboarding.trakt.title
source: Your viewing history, always in sync.
es: Tu historial, siempre sincronizado.
fr: Votre historique, toujours synchronisé.
pt_pt: O teu histórico, sempre sincronizado.

# onboarding.trakt.body
source: Connect Trakt to synchronise watch history, watchlists and playback progress. You can also do this later in Settings.
es: Conecta Trakt para sincronizar el historial, la lista de seguimiento y el progreso. También puedes hacerlo más tarde en Ajustes.
fr: Connectez Trakt pour synchroniser l’historique, la liste de suivi et la progression. Vous pourrez aussi le faire plus tard dans Réglages.
pt_pt: Liga o Trakt para sincronizares o histórico, a lista para ver e o progresso de reprodução. Também podes fazê-lo mais tarde nas Definições.

# onboarding.ready.eyebrow
source: Everything is ready
es: Todo está listo
fr: Tout est prêt
pt_pt: Está tudo pronto

# onboarding.ready.title
source: Press play on something extraordinary.
es: Dale al play a algo extraordinario.
fr: Lancez quelque chose d’extraordinaire.
pt_pt: Carrega no play de algo extraordinário.

# onboarding.ready.body
source: Velyra is ready to become your personal media space. Add your authorised sources, connect Trakt whenever you want and make it yours.
es: Velyra está lista para ser tu espacio multimedia personal. Añade tus fuentes autorizadas, conecta Trakt cuando quieras y hazla tuya.
fr: Velyra est prête à devenir votre espace multimédia personnel. Ajoutez vos sources autorisées, connectez Trakt quand vous le souhaitez et personnalisez-la.
pt_pt: A Velyra está pronta para ser o teu espaço pessoal de media. Adiciona as tuas fontes autorizadas, liga o Trakt quando quiseres e personaliza tudo à tua maneira.

# onboarding.progress %lld %lld
source: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
pt_pt: Passo %1$lld de %2$lld

# onboarding.progress.accessibility %lld %lld
source: Introduction step %1$lld of %2$lld
es: Paso de introducción %1$lld de %2$lld
fr: Étape d’introduction %1$lld sur %2$lld
pt_pt: Passo de introdução %1$lld de %2$lld

# icloud.status.checking
source: Checking iCloud
es: Comprobando iCloud
fr: Vérification d’iCloud
pt_pt: A verificar o iCloud

# icloud.status.available
source: iCloud synchronisation is available
es: La sincronización con iCloud está disponible
fr: La synchronisation iCloud est disponible
pt_pt: A sincronização iCloud está disponível

# icloud.status.unavailable
source: No iCloud account is configured
es: No hay una cuenta de iCloud configurada
fr: Aucun compte iCloud n’est configuré
pt_pt: Não existe uma conta iCloud configurada

# icloud.status.restricted
source: iCloud is restricted on this device
es: iCloud está restringido en este dispositivo
fr: iCloud est restreint sur cet appareil
pt_pt: O iCloud está restringido neste dispositivo

# icloud.status.unknown
source: iCloud status could not be determined
es: No se pudo determinar el estado de iCloud
fr: Impossible de déterminer l’état d’iCloud
pt_pt: Não foi possível determinar o estado do iCloud

# icloud.privacy.explanation
source: Velyra never receives your Apple ID email or password.
es: Velyra nunca recibe el correo ni la contraseña de tu Apple ID.
fr: Velyra ne reçoit jamais l’adresse e-mail ni le mot de passe de votre identifiant Apple.
pt_pt: A Velyra nunca recebe o email nem a palavra-passe do teu Apple ID.

# icloud.noLoginRequired
source: No Velyra login required
es: Sin inicio de sesión Velyra
fr: Aucune connexion Velyra requise
pt_pt: Sem login Velyra

# trakt.connect
source: Connect Trakt
es: Conectar Trakt
fr: Connecter Trakt
pt_pt: Ligar o Trakt

# trakt.disconnect
source: Disconnect Trakt
es: Desconectar Trakt
fr: Déconnecter Trakt
pt_pt: Desligar o Trakt

# trakt.connecting
source: Preparing Trakt connection…
es: Preparando la conexión con Trakt…
fr: Préparation de la connexion Trakt…
pt_pt: A preparar a ligação ao Trakt…

# trakt.connected
source: Trakt is connected
es: Trakt está conectado
fr: Trakt est connecté
pt_pt: O Trakt está ligado

# trakt.activate.title
source: Open this address on your phone and enter the code
es: Abre esta dirección en tu móvil e introduce el código
fr: Ouvrez cette adresse sur votre téléphone et saisissez le code
pt_pt: Abre este endereço no telemóvel e introduz o código

# trakt.activate.code
source: Trakt activation code
es: Código de activación de Trakt
fr: Code d’activation Trakt
pt_pt: Código de ativação do Trakt

# trakt.error.expired
source: The Trakt activation code expired. Please try again.
es: El código de activación de Trakt ha caducado. Inténtalo de nuevo.
fr: Le code d’activation Trakt a expiré. Veuillez réessayer.
pt_pt: O código de ativação do Trakt expirou. Tenta novamente.

# trakt.error.generic
source: Trakt could not be connected.
es: No se pudo conectar Trakt.
fr: Impossible de connecter Trakt.
pt_pt: Não foi possível ligar o Trakt.

# navigation.home
source: Home
es: Inicio
fr: Accueil
pt_pt: Início

# navigation.search
source: Search
es: Buscar
fr: Rechercher
pt_pt: Pesquisar

# navigation.library
source: Library
es: Biblioteca
fr: Bibliothèque
pt_pt: Biblioteca

# navigation.settings
source: Settings
es: Ajustes
fr: Réglages
pt_pt: Definições

# home.featured.eyebrow
source: VELYRA FEATURED
es: DESTACADO VELYRA
fr: À LA UNE VELYRA
pt_pt: DESTAQUE VELYRA

# home.featured.description
source: A journey beyond the edge of the known world, where every answer reveals a more beautiful mystery.
es: Un viaje más allá del mundo conocido, donde cada respuesta revela un misterio aún más hermoso.
fr: Un voyage au-delà du monde connu, où chaque réponse révèle un mystère encore plus beau.
pt_pt: Uma viagem para lá dos limites do mundo conhecido, onde cada resposta revela um mistério ainda mais belo.

# home.continueWatching
source: Continue Watching
es: Seguir viendo
fr: Reprendre
pt_pt: Continuar a ver

# home.watchlist
source: Your Watchlist
es: Tu lista
fr: Votre liste
pt_pt: A tua lista

# home.discover
source: Discover
es: Descubrir
fr: Découvrir
pt_pt: Descobrir

# media.openDetails.hint
source: Opens details for this title
es: Abre los detalles de este título
fr: Ouvre les détails de ce titre
pt_pt: Abre os detalhes deste título

# search.title
source: Search
es: Buscar
fr: Rechercher
pt_pt: Pesquisar

# search.body
source: Find films, series and episodes across all your configured catalogues.
es: Encuentra películas, series y episodios en todos tus catálogos configurados.
fr: Trouvez films, séries et épisodes dans tous vos catalogues configurés.
pt_pt: Encontra filmes, séries e episódios em todos os catálogos configurados.

# search.placeholder
source: Films, series, people…
es: Películas, series, personas…
fr: Films, séries, personnes…
pt_pt: Filmes, séries, pessoas…

# search.accessibilityLabel
source: Search the Velyra catalogue
es: Buscar en el catálogo de Velyra
fr: Rechercher dans le catalogue Velyra
pt_pt: Pesquisar no catálogo da Velyra

# library.title
source: Library
es: Biblioteca
fr: Bibliothèque
pt_pt: Biblioteca

# library.body
source: Your watchlist, history, collections and playback progress in one calm, organised space.
es: Tu lista, historial, colecciones y progreso en un espacio sencillo y organizado.
fr: Votre liste, historique, collections et progression dans un espace clair et organisé.
pt_pt: A tua lista, histórico, coleções e progresso num espaço simples e organizado.

# library.traktSource
source: Library state can be synchronised with Trakt
es: El estado de la biblioteca puede sincronizarse con Trakt
fr: L’état de la bibliothèque peut être synchronisé avec Trakt
pt_pt: O estado da biblioteca pode ser sincronizado com o Trakt

# addons.body
source: Add authorised HTTP/JSON addon manifests to bring catalogues, metadata, streams and subtitles into Velyra.
es: Añade manifiestos autorizados de addons HTTP/JSON para incorporar catálogos, metadatos, streams y subtítulos a Velyra.
fr: Ajoutez des manifests d’extensions HTTP/JSON autorisés pour intégrer catalogues, métadonnées, flux et sous-titres à Velyra.
pt_pt: Adiciona manifests de addons HTTP/JSON autorizados para trazer catálogos, metadata, streams e legendas para a Velyra.

# addons.url.placeholder
source: https://example.com/manifest.json
es: https://ejemplo.com/manifest.json
fr: https://exemple.com/manifest.json
pt_pt: https://exemplo.com/manifest.json

# addons.add
source: Add addon
es: Añadir addon
fr: Ajouter l’extension
pt_pt: Adicionar addon

# settings.title
source: Settings
es: Ajustes
fr: Réglages
pt_pt: Definições

# settings.body
source: Shape Velyra around the way you watch.
es: Adapta Velyra a tu forma de ver.
fr: Adaptez Velyra à votre façon de regarder.
pt_pt: Adapta a Velyra à forma como gostas de ver.

# settings.appearance
source: Appearance
es: Apariencia
fr: Apparence
pt_pt: Aparência

# settings.theme
source: Theme
es: Tema
fr: Thème
pt_pt: Tema

# settings.language
source: Interface language
es: Idioma de la interfaz
fr: Langue de l’interface
pt_pt: Idioma da interface

# settings.experience
source: Cinematic experience
es: Experiencia cinematográfica
fr: Expérience cinématographique
pt_pt: Experiência cinematográfica

# settings.backgroundVideo
source: Cinematic background videos
es: Vídeos cinematográficos de fondo
fr: Vidéos cinématographiques en arrière-plan
pt_pt: Vídeos cinematográficos em fundo

# settings.backgroundVideo.body
source: Muted previews that automatically stop when Reduce Motion is enabled.
es: Previsualizaciones sin sonido que se detienen automáticamente con Reducir movimiento.
fr: Aperçus muets qui s’arrêtent automatiquement lorsque Réduire les animations est activé.
pt_pt: Prévias sem som que param automaticamente quando Reduzir movimento está ativo.

# settings.autoplayPreviews
source: Autoplay previews
es: Reproducir previsualizaciones automáticamente
fr: Lecture automatique des aperçus
pt_pt: Reproduzir prévias automaticamente

# settings.autoplayPreviews.body
source: Start muted previews when a featured title is focused.
es: Inicia previsualizaciones sin sonido al enfocar un título destacado.
fr: Démarre des aperçus muets lorsqu’un titre est sélectionné.
pt_pt: Inicia prévias sem som quando um destaque recebe foco.

# settings.icloudSync
source: Synchronise settings with iCloud
es: Sincronizar ajustes con iCloud
fr: Synchroniser les réglages avec iCloud
pt_pt: Sincronizar definições com o iCloud

# settings.icloudSync.body
source: Keeps themes, language, addons and preferences aligned across devices using the same Apple ID.
es: Mantiene temas, idioma, addons y preferencias sincronizados entre dispositivos con el mismo Apple ID.
fr: Maintient thèmes, langue, extensions et préférences synchronisés entre les appareils utilisant le même identifiant Apple.
pt_pt: Mantém temas, idioma, addons e preferências alinhados entre dispositivos com o mesmo Apple ID.

# settings.trakt.body
source: Synchronise watch history, watchlist, playback progress and scrobbling.
es: Sincroniza historial, lista, progreso y scrobbling.
fr: Synchronise historique, liste de suivi, progression et scrobbling.
pt_pt: Sincroniza histórico, lista para ver, progresso e scrobbling.

# settings.about
source: About Velyra
es: Acerca de Velyra
fr: À propos de Velyra
pt_pt: Sobre a Velyra

# settings.restartOnboarding
source: Show introduction again
es: Volver a mostrar la introducción
fr: Afficher à nouveau l’introduction
pt_pt: Voltar a mostrar a introdução

# theme.system
source: System
es: Sistema
fr: Système
pt_pt: Sistema

# theme.light
source: Light
es: Claro
fr: Clair
pt_pt: Claro

# theme.dark
source: Dark
es: Oscuro
fr: Sombre
pt_pt: Escuro

# language.system
source: System language
es: Idioma del sistema
fr: Langue du système
pt_pt: Idioma do sistema

# language.portuguese
source: Portuguese (Portugal)
es: Portugués (Portugal)
fr: Portugais (Portugal)
pt_pt: Português (Portugal)

# language.english
source: English
es: Inglés
fr: Anglais
pt_pt: Inglês

# language.spanish
source: Spanish
es: Español
fr: Espagnol
pt_pt: Espanhol

# language.french
source: French
es: Francés
fr: Français
pt_pt: Francês

# addons.error.invalidURL
source: Enter a valid manifest URL.
es: Introduce una URL de manifiesto válida.
fr: Saisissez une URL de manifest valide.
pt_pt: Introduz um URL de manifest válido.

# addons.error.https
source: For your security, remote addons must use HTTPS.
es: Por tu seguridad, los addons remotos deben usar HTTPS.
fr: Pour votre sécurité, les extensions distantes doivent utiliser HTTPS.
pt_pt: Para tua segurança, os addons remotos têm de usar HTTPS.

# addons.error.manifest
source: Velyra could not read this addon manifest.
es: Velyra no pudo leer el manifiesto de este addon.
fr: Velyra n’a pas pu lire le manifest de cette extension.
pt_pt: A Velyra não conseguiu ler o manifest deste addon.

# addons.installed
source: Installed addons
es: Addons instalados
fr: Extensions installées
pt_pt: Addons instalados

# addons.remove
source: Remove
es: Eliminar
fr: Supprimer
pt_pt: Remover

# addons.validating
source: Validating addon…
es: Validando el addon…
fr: Validation de l’extension…
pt_pt: A validar o addon…

# addons.added
source: Addon added
es: Addon añadido
fr: Extension ajoutée
pt_pt: Addon adicionado

# action.close
source: Close
es: Cerrar
fr: Fermer
pt_pt: Fechar

# onboarding.simple.eyebrow
source: Ready without the setup
es: Todo listo, sin complicaciones
fr: Tout est prêt, sans complication
pt_pt: Tudo pronto, sem complicações

# onboarding.simple.title
source: Your cinema, automatically prepared.
es: Tu cine, preparado automáticamente.
fr: Votre cinéma, préparé automatiquement.
pt_pt: O teu cinema, preparado automaticamente.

# onboarding.simple.body
source: Velyra chooses the best compatible source, keeps the original audio and uses subtitles for your region. You can change everything while watching.
es: Velyra elige la mejor fuente compatible, mantiene el audio original y usa subtítulos para tu región. Puedes cambiarlo todo durante la reproducción.
fr: Velyra choisit la meilleure source compatible, conserve l’audio original et utilise les sous-titres de votre région. Vous pouvez tout modifier pendant la lecture.
pt_pt: A Velyra escolhe a melhor fonte compatível, mantém o áudio original e usa legendas para a tua região. Podes alterar tudo durante a reprodução.

# onboarding.simple.start
source: Start watching
es: Empezar a ver
fr: Commencer à regarder
pt_pt: Começar a ver

# onboarding.simple.start.hint
source: Applies the recommended automatic settings and opens Velyra
es: Aplica los ajustes automáticos recomendados y abre Velyra
fr: Applique les réglages automatiques recommandés et ouvre Velyra
pt_pt: Aplica as definições automáticas recomendadas e abre a Velyra

# onboarding.simple.traktLater
source: Connect Trakt
es: Conectar Trakt
fr: Connecter Trakt
pt_pt: Ligar o Trakt

# onboarding.simple.traktLater.hint
source: Optional. Syncs your viewing activity with Trakt. You can also do this later in Settings.
es: Opcional. Sincroniza tu actividad con Trakt. También puedes hacerlo más tarde en Ajustes.
fr: Facultatif. Synchronise votre activité avec Trakt. Vous pourrez aussi le faire plus tard dans Réglages.
pt_pt: Opcional. Sincroniza a tua atividade com o Trakt. Também o podes fazer mais tarde nas Definições.

# onboarding.simple.subtitles
source: Subtitles
es: Subtítulos
fr: Sous-titres
pt_pt: Legendas

# onboarding.simple.source
source: Source
es: Fuente
pt_pt: Fonte

# onboarding.simple.source.best
source: Best compatible quality
es: Mejor calidad compatible
fr: Meilleure qualité compatible
pt_pt: Melhor qualidade compatível

# onboarding.simple.privacy
source: Your preferences sync privately through iCloud when available. No Velyra account is required.
es: Tus preferencias se sincronizan de forma privada mediante iCloud cuando está disponible. No necesitas una cuenta de Velyra.
fr: Vos préférences sont synchronisées de manière privée via iCloud lorsqu’il est disponible. Aucun compte Velyra n’est requis.
pt_pt: As tuas preferências são sincronizadas de forma privada pelo iCloud, quando disponível. Não é necessária uma conta Velyra.

# playback.audio.original
source: Original audio
es: Audio original
fr: Audio original
pt_pt: Áudio original

# playback.audio.system
source: System language
es: Idioma del sistema
fr: Langue du système
pt_pt: Idioma do sistema

# playback.subtitles.region
source: Region language
es: Idioma de la región
fr: Langue de la région
pt_pt: Idioma da região

# playback.subtitles.system
source: System language
es: Idioma del sistema
fr: Langue du système
pt_pt: Idioma do sistema

# playback.subtitles.off
source: Off
es: Desactivados
fr: Désactivés
pt_pt: Desligadas

# playback.quality.automatic
source: Automatic
es: Automática
fr: Automatique
pt_pt: Automática

# playback.quality.4k
source: Up to 4K
es: Hasta 4K
fr: Jusqu’à 4K
pt_pt: Até 4K

# playback.quality.1080p
source: Up to 1080p
es: Hasta 1080p
fr: Jusqu’à 1080p
pt_pt: Até 1080p

# playback.quality.720p
source: Up to 720p
es: Hasta 720p
fr: Jusqu’à 720p
pt_pt: Até 720p

# settings.smartPlayback
source: Automatic playback
es: Reproducción automática
fr: Lecture automatique
pt_pt: Reprodução automática

# settings.automaticSource
source: Choose the best source automatically
es: Elegir automáticamente la mejor fuente
fr: Choisir automatiquement la meilleure source
pt_pt: Escolher automaticamente a melhor fonte

# settings.automaticSource.body
source: Balances compatibility, stability and picture and sound quality.
es: Equilibra compatibilidad, estabilidad y calidad de imagen y sonido.
fr: Équilibre compatibilité, stabilité et qualité de l’image et du son.
pt_pt: Equilibra compatibilidade, estabilidade e qualidade de imagem e som.

# settings.maximumQuality
source: Maximum quality
es: Calidad máxima
fr: Qualité maximale
pt_pt: Qualidade máxima

# settings.preferredAudio
source: Preferred audio
es: Audio preferido
fr: Audio préféré
pt_pt: Áudio preferido

# settings.preferredSubtitles
source: Preferred subtitles
es: Subtítulos preferidos
fr: Sous-titres préférés
pt_pt: Legendas preferidas

# settings.automaticFailover
source: Try another source if playback fails
es: Probar otra fuente si falla la reproducción
fr: Essayer une autre source si la lecture échoue
pt_pt: Tentar outra fonte se a reprodução falhar

# settings.automaticFailover.body
source: Keeps your position and continues with the next compatible source.
es: Mantiene la posición y continúa con la siguiente fuente compatible.
fr: Conserve votre position et continue avec la source compatible suivante.
pt_pt: Mantém a posição e continua na fonte compatível seguinte.

# settings.region
source: Content and subtitle region
es: Región de contenido y subtítulos
fr: Région du contenu et des sous-titres
pt_pt: Região de conteúdos e legendas

# playback.source.default
source: Default source
es: Fuente predeterminada
fr: Source par défaut
pt_pt: Fonte predefinida

source: Playback options
es: Opciones de reproducción
fr: Options de lecture
pt_pt: Opções de reprodução

# playback.options.hint
source: Change the source, audio track or subtitles
es: Cambiar la fuente, el audio o los subtítulos
fr: Modifier la source, l’audio ou les sous-titres
pt_pt: Alterar a fonte, o áudio ou as legendas

# playback.options.body
source: Velyra has already selected the recommended options.
es: Velyra ya ha seleccionado las opciones recomendadas.
fr: Velyra a déjà sélectionné les options recommandées.
pt_pt: A Velyra já selecionou as opções recomendadas.

# playback.source
source: Source
es: Fuente
pt_pt: Fonte

# playback.subtitles
source: Subtitles
es: Subtítulos
fr: Sous-titres
pt_pt: Legendas
